export default [
	{
		img: '/static/f1.jpg',
		name: '傅连暲（1894—1968）',
		detail: '福建省长汀县人，医学家。他从医科学校毕业后，成为汀州红十字会的主任医师，后任福音医院院长。1933年初正式参加中国工农红军，并将医院迁往瑞金，成为中央红军第一个正规医院。1934年10月参加长征，以他的妙手医术保证了毛泽东、周恩来、朱德、刘伯承等大批中央领导、战士的健康，在军中有“红色华佗”的美誉。到达延安后，历任中央总卫生处处长兼中央医院院长，中央军委总卫生部副部长。1938年加入中国共产党。新中国成立后，历任中央卫生部副部长，中央军委总后勤卫生部第一副部长，中华医学会会长，全国政协第二、三届常务委员、中共第八届全国代表大会代表。1955年授予中将军衔，荣获一级八一勋章、一级独立自由勋章、一级解放勋章。“文化大革命”中含冤去世。1978年11月22日，总后勤部在北京首都体育馆召开万人大会，公开为傅连璋夫妇平反昭雪，恢复名誉。'
	},

	{
		img: '/static/f2.jpg',
		name: '胡发坚（1906―1939）',
		detail: '江西吉安人。1927 年，参加共产主义青年团，1929 年，转为中国共产党党员。1930 年参加中国工农红军第四军第十一师第二团，历任排长、连长、营长、团政治委员。长征开始后，他调任红军第五军团第一师第一团参谋长，参加了四渡赤水、强渡乌江、抢渡大渡河等著名战斗。战斗中他灵活机智，英勇顽强，协同团长杨得志指挥部队，胜利完成开路先锋任务。到达陕北后，任红军第一师副参谋长、参谋长，参加了直罗镇战斗和东征、西征战役。日战争全面爆发后，胡发坚调任新四军第一支队参谋长。1939 年3 月15 日， 胡发坚在江西省武进县指挥部队瓦解与收缴土匪武装大刀会的枪械时，不幸枪支走火，中弹牺牲，年仅33 岁。'
	},

	{
		img: '/static/f3.jpg',
		name: '蔡威（1907—1936）',
		detail: '1907年4月生于福建省宁德市蕉城区（原宁德县）名门望族之家。蔡威是鄂豫皖苏区和红四方面军无线电通信和技术侦察工作的创始人之一。1926年他参加了中国共产党，先后在福建和上海等地从事党的地下工作。1935年，红一方面军长征到达贵州，蔡威及时地把截获破译的敌军情报报告党中央，为党中央的正确决策提供依据。同年10月5日，任红军总司令部二局局长，带领全局同志在极端困难的条件下忘我工作，为红军打破敌人的围追堵截提供了可靠信息，保障了军委和各部队的联系。1936年9月22日，当部队第三次走出草地到达甘肃岷县朱尔坪时，不幸病逝，年仅29岁。'
	},

	{
		img: '/static/f4.jpg',
		name: '邓萍（1908-1935）',
		detail: '男，汉族，四川省富顺县人（今自贡市）。1926年底考入武汉中央军事政治学校。1927年秋被派到国民党军湖南独立第5师彭德怀任团长的第1团从事兵运工作。1928年7月参与组织领导平江起义，任中国工农红军第5军参谋长、中共红5军军委书记。参加领导开辟湘鄂赣苏区。同年冬和彭德怀、滕代远率红5军主力到井冈山，参加保卫井冈山革命根据地的斗争。1930年6月参与指挥红3军团进行长沙战役和参加中央苏区历次反“围剿”。1933年7月兼任红军东方军参谋长，参与指挥所部入闽作战。期间，曾兼任红5军随营学校教育长，参与筹建工农红军学校，任副总队长兼教育长，培养了大批红军干部。1934年1月，被选为中华苏维埃共和国中央候补执行委员。同年10月参加长征，协助彭德怀指挥红3军团担任右路前卫，掩护主力突围。1935年2月27日在遵义战役前线指挥作战时英勇牺牲。'
	},

	{
		img: '/static/f5.jpg',
		name: '洪超（1909-1934）',
		detail: '湖北黄梅人。1927年进入武汉中央军事政治学校学习。同年12月参加广州起义。起义失败后转入朱德、陈毅所率领的部队，任朱德的警卫员。1928年加入中国共产党。参加了湘南起义和井冈山革命根据地的斗争。1929年转入红5军工作，任红5军第1纵队中队长、大队长，红8军军部参谋，红5军第1师师长，红3军团第6师、第4师长。参加了湘鄂赣边区的游击战争、中央苏区历次反“围剿”作战。1932年6月负伤致残。1934年8月荣获中央革命军事委员会颁发的二等“红星奖章。”同年10月21日，中央红军长征第一仗在江西省信丰百石打响，时任红4师师长洪超在第一线指挥，不幸被敌人流弹击中，壮烈牺牲，是中央红军长征路上牺牲的第一位师长。'
	},

	{
		img: '/static/f6.jpg',
		name: '刘畴西（1897—1935）',
		detail: '湖南望城人；中国共产党早期军事领导人之一；黄埔军校第一期毕业；军校毕业后任黄埔军校教导团第一团第三连党代表；在第一次东征光荣负伤，失去左臂；1929年初赴莫斯科伏龙芝军事学院学习；1930年8月回国到中央苏区工作，任红一军团第三军第八师师长；在多次反“围剿”作战中屡立战功，被誉为“独臂将军”；1933年2月任福建军区总指挥，闽浙赣军区司令员兼红十军军长；1934年8月被授予二级红星军功章，11月任红十军团军团长；之后，在谭家桥战斗中，遭王耀武重创，转移至怀玉山。1935年1月，在怀玉山区被国民党重兵包围被俘，8月6日在南昌与方志敏烈士一同英勇就义。'
	},

	{
		img: '/static/f7.jpg',
		name: '董振堂（1895—1937）',
		detail: '字绍仲，河北省邢台市新河县人。1920年入保定陆军军官学校学习，1926年9月参加北伐战争。1931年12月14日，率兵举行了震惊中外的宁都起义。1932年4月加入中国共产党。中央红军主力长征中，董振堂率红5军团担任后卫，多次完成阻击国民党军的任务，所部因此荣膺“铁流后卫”的光荣称号。1935年6月第一、四方面军会师后第5军团改称第5军，他任军长。1936年10月，执行宁夏战役计划。1937年1月，攻占甘肃省高台县城后，被国民党马步芳部2万余人包围，激战9昼夜，后于20日牺牲。'
	},

	{
		img: '/static/f8.jpg',
		name: '陈树湘（1905-1934）',
		detail: '曾用名陈树春，湖南长沙人。在毛泽东、何叔衡等影响下，投身革命。中国共产党党员。1934年10月，中央红军开始长征。陈树湘率领红三十四师担负全军后卫，掩护全军主力和中共中央、中央军委机关，同敌人追兵频繁作战。在惨烈的湘江之战中，他率领全师与十几倍于自己的敌人殊死激战四天五夜，后陷入敌人的重重包围。他在率部突围时腹部中弹，身负重伤。最后，部队弹尽援绝，陈树湘伤重被俘。1934年12月9日，在押送途中，慷慨就义，实现了他“为苏维埃新中国流尽最后一滴血”的誓言，年仅29岁。'
	},

	{
		img: '/static/f9.jpg',
		name: '吴富莲（1912－1937）',
		detail: '女，福建省上杭县人；1929年参加少年先锋队，1930年加入中国共产党，担任中共官庄区妇女部长，中共上杭县委委员，中共福建省委委员；1933年4月入党校学习，1934年调任中共闽粤赣省委妇女部长。1934年10月参加长征，任红军野战医院政治处干事；1935年6月调任红四方面军妇女先锋团政委；1936年10月红军三大主力会师后，参加西征；西路军在河西走廊与敌军血战数月，因敌众我寡，被敌重重包围；1937年3月，妇女先锋团与敌血战三昼夜，完成掩护主力突围；吴富莲后被俘，她坚贞不屈，视死如归，吞针牺牲，年仅25岁。'
	},

	{
		img: '/static/f10.jpg',
		name: '张琴秋（1904年11月3日—1968年4月22日）',
		detail: '学名张悟，张琴秋是著名的红军女将领，1924年11月加入中国共产党，曾留学莫斯科中山大学，长征期间，曾任红四方面军政治部主任、中共中央西北局委员等重要职务；建国后，张琴秋担任了纺织工业部党组副书记、副部长；在解放军出版社出版的《解放军将领传》中，专门介绍了张琴秋，视她为没有军衔的红军将领；《中国军事大百科全书》中，认定张琴秋为红军唯一的女将领；“文革”爆发后的1968年，因受残酷迫害，这位杰出的女性毅然以死抗争；1979年平反昭雪，徐向前元帅亲自主持了她的追悼会。'
	}
]