const datas = [
	// 1
	{
		tigan: "长征出发时有多少人？（单选）",
		type: 0, // 0:单选 1:多选
		option: [
			"20余万",
			"50余万",
			"60余万",
			"70余万"
		],
		answer: 'a'
	},

	// 2
	{
		tigan: "报道长征的有哪些著名的外国人？（多选）",
		type: 1, // 0:单选 1:多选
		option: [
			"赛珍珠《大地》",
			"史沫特莱《中国在反击》",
			"勃沙特《神灵之手：基督俘虏在中国》",
			"斯诺《西行漫记》"
		],
		answer: 'cd'
	},

	{
		// 3
		tigan: "红军“长征”一词最早在哪个公文出现？（单选）",
		type: 0, // 0:单选 1:多选
		option: [
			"《中国工农红军布告》",
			"《中央关于一、四方面军会合后的政治形势与任务的决议》",
			"《关于渡江后新的行动方针的决定》",
			"《中央政治局关于战略方针之决定》"
		],
		answer: 'a'
	},

	{
		// 4
		tigan: "强渡大渡河是多少位勇士?（单选）",
		type: 0, // 0:单选 1:多选
		option: [
			"12",
			"15",
			"16",
			"17"
		],
		answer: 'd'
	},

	{
		// 5
		tigan: "红四团创造了两天行军多少公里的记录？（单选）",
		type: 0, // 0:单选 1:多选
		option: [
			"120公里",
			"140公里",
			"160公里",
			"180公里"
		],
		answer: 'c'
	},

	{
		// 6
		tigan: "长征红军走过哪些大雪山（多选）",
		type: 1, // 0:单选 1:多选
		option: [
			"夹金山",
			"梦笔山",
			"井冈山",
			"莽山",
			"梅里雪山",
			"四姑娘山",
			"喜马拉雅山",
			"香炉尖"
		],
		answer: 'abf'
	},

	{
		// 7
		tigan: "草地游戏",
		type: 2, // 0:单选 1:多选 2:草地游戏
		option: [],
		answer:'a'
	},

	{
		// 8
		tigan: "长征途中红军办有哪所红军大学？（单选）",
		type: 0, // 0:单选 1:多选
		option: [
			"长征大学",
			"步兵大学",
			"抗日大学",
			"红军大学"
		],
		answer: 'd'
	},

	{
		// 9
		tigan: "长征结束时候有多少人？（单选）",
		type: 0, // 0:单选 1:多选
		option: [
			"近2万人",
			"近5万人",
			"近8万人",
			"近10万人"
		],
		answer: 'c'
	}
]

export default datas;